<template>
	<div class="agreement-container">
		<p class="agreement-title">1. 接受条款</p>
		<p class="agreement-text">1.1 “优健保”由优加健保健康（北京）科技有限公司（以下简称“优加健康”）开发，其所有权和运作权均归属于优加健康。所提供的服务必须按照优加健康发布的公司章程，服务条款和操作规则严格执行。用户接受本协议点击"立即验证"按钮完成注册，成为“优健保”的用户，表示用户与优加健保健康（北京）科技有限公司达成协议并接受所有的服务条款，包括优加健康对本协议随时所做的任何修改。 届时您不应以未阅读本协议的内容为理由，主张本协议无效，或要求撤销本协议。 </p>
		<p class="agreement-text">1.2 优加健保健康（北京）科技有限公司运用自己的服务系统通过国际互联网络为用户提供在线申请就医服务的技术服务等，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。 </p>
		<p class="agreement-title">2. 使用规则 </p>
		<p class="agreement-text">2.1 用户在使用““优健保””网络服务过程中，必须遵循以下原则：</p>
		<p class="agreement-text">2.1.1 遵守中国有关的法律和法规；</p>
		<p class="agreement-text">2.1.2 不得为任何非法目的而使用网络服务系统；</p>
		<p class="agreement-text">2.1.3 遵守所有与网络服务有关的网络协议、规定和程序；</p>
		<p class="agreement-text">2.1.4 不得利用优加健康网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</p>
		<p class="agreement-text">2.2 用户不得在“优健保”频道内发表包含以下内容的言论：</p>
		<p class="agreement-text">2.2.1 煽动抗拒、破坏宪法和法律、行政法规实施的；</p>
		<p class="agreement-text">2.2.2 任何包含对种族、性别、宗教、地域内容等歧视的；></p>
		<p class="agreement-text">2.2.3 捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>
		<p class="agreement-text">2.2.4 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>
		<p class="agreement-text">2.2.5 侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>
		<p class="agreement-text">2.2.6 侵犯他人人身肖像权、隐私权、名誉权及知识产权的；</p>
		<p class="agreement-text">2.2.7 其他违反宪法和法律行政法规的。 </p>
		<p class="agreement-title">3. 服务修订 </p>
		<p class="agreement-text">3.1 优加健康保留随时修改或中断服务而不需通知用户的权利。用户接受优加健康行使修改或中断服务的权利，优加健康不需对用户或第三方负责。 </p>
		<p class="agreement-title">4. 隐私保护 </p>
		<p class="agreement-text">4.1 尊重用户个人隐私是优加健康的一项基本政策。所以，作为对以上第二点个人注册资料分析的补充，优加健康一定不会公开、编辑或透露用户的注册资料及保存在优加健康各项服务中的非公开内容，除非优加健康在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>
		<p class="agreement-text">4.1.1 遵守有关法律规定，包括在国家有关机关查询时，提供用户在“优健保”的网页上发布的信息内容及其发布时间、互联网地址或者域名。</p>
		<p class="agreement-text">4.1.2 遵从“优健保”产品服务程序。 </p>
		<p class="agreement-title">5. 用户的帐号、密码和安全性 </p>
		<p class="agreement-text">5.1 优加健康明确表示不提供任何类型的担保，不论是明确的或隐含的，但是对商业性的隐含担保，特定目的和不违反规定的适当担保除外。优加健康不担保服务一定能满足用户的要求，也不担保服务不会中断，对服务的及时性、安全性、出错发生都不作担保。优加健康拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。用户理解并接受下载或通过优加健康产品服务取得的任何信息资料取决于用户自己，并由其承担系统受损或资料丢失的所有风险和责任。优加健康对在服务网上得到的任何商品购物服务或交易进程，都不作担保。用户不会从优加健康收到口头或书面的意见或信息，优加健康也不会在这里作明确担保。 </p>
		<p class="agreement-title">6. 第三方软件或技术 </p>
		<p class="agreement-text">6.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</p>
		<p class="agreement-text">6.2 本软件如果使用了第三方的软件或技术，优加健康将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议或其他文件，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求优加健康给予协助，您应当自行承担法律责任。 </p>
		<p class="agreement-title">7. 免责声明 </p>
		<p class="agreement-text">7.1 优加健康对直接、间接、偶然、特殊及继起的损害不负责任。</p>
		<p class="agreement-text">7.2 用户在“优健保”发布侵犯他人知识产权或其他合法权益的内容，优加健康有权予以删除，并保留移交司法机关处理的权利。</p>
		<p class="agreement-text">7.3 优加健康不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该类外部链接指向的不由优加健康实际控制的任何网页上的内容，优加健康不承担任何责任。</p>
		<p class="agreement-text">7.4 在优加健康许可下，用户可在他们发表的信息中加入宣传资料或参与广告策划，在“优健保”各项免费服务上展示他们的产品。任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。优加健康不承担任何责任，优加健康没有义务为这类广告销售负任何一部分的责任。</p>
		<p class="agreement-text">7.5 若优加健康已经明示其网络服务提供方式发生变更并提醒用户应当予以注意，用户未按要求操作所产生的一切后果由用户自行承担。</p>
		<p class="agreement-text">7.6 用户明确同意其使用优加健康网络服务所存在的风险将完全由其自己承担；因其使用优加健康服务而产生的一切后果也由其自己承担，优加健康对用户不承担任何责任。</p>
		<p class="agreement-text">7.7 优加健康不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。 </p>
		<p class="agreement-title">8. 法律管辖 </p>
		<p class="agreement-text">8.1 用户和优加健康一致同意有关本协议以及使用优加健康的服务产生的争议交由仲裁解决，但是优加健康有权选择采取诉讼方式，并有权选择受理该诉讼的有管辖权的法院。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。 </p>
		<p class="agreement-title">9. 其他</p>
		<p class="agreement-text">9.1 优加健康将视向用户所提供服务内容之特性，要求用户在注册优加健康提供的有关服务时，遵守特定的条件和条款；如该条件和条款与以上服务条款有任何不一致之处，则以该条件和条款为准。</p>
		<p class="agreement-text">9.2 本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
		<p class="agreement-text">9.3 本服务协议执行过程中所产生的任何问题优加健康和用户都将友好协商解决。</p>
	</div>
</template>

<script>
	export default {
		data () {

		},
		mounted () {
			document.title = '用户服务协议';
		},
		methods: {

		}
	}
</script>

<style scoped lang="less">
	@import '../../assets/styles/base.less';

	.agreement-container {
		width: 100%;
		min-height: 100vh;
		background: @bg-white;
		line-height: 0.4533rem;
		padding: 0.32rem;
	}

	.agreement-title {
		font-size: 0.32rem;
		color: #7B7B7B;
		font-weight: bold;
	}

	.agreement-text {
		color: #7B7B7B;
		font-size: 0.32rem;
	}
</style>